app/controllers/api/v1/news_controller.rb

SELECT "news".* FROM "news"
---
  def index
   @News = News.all